;
;  Few rules for translator:
;  For beginning of translate - copy english.ini into the your language.ini
;  Please, translate text only after symbol ' = '
;
;
; TranslationAuthor: Sunil Pokhrel
; TranslationAuthorEmail: suniltheblue@gmail.com
; Soft Version: 1.0.1 17
; Update: May 14, 2015
;
[Lang]
NativeLanguage=नेपाली
[GUI]
ButtonYes=हो
ButtonNo=होइन
ButtonOK=ठीक छ
ButtonMinimize=मिनिमाइज
ButtonMaximize=म्याक्सिमाइज
ButtonClose=बन्द
ButtonRestore=रिस्टोर
ButtonMenu=मेनु

[Translation]
LangCode=0461
ReadHabit=Left-to-right
LanguageName=नेपाली
LangShortName=ne-np
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=ANSI_CHARSET
Information=जानकारी
Warning=चेतावनी
Error=त्रुटि
Confirm=निश्चित गर्नुहोस्
;
; Popup menu
;
pmHelp=अनलाइन सहायता
pmforum=फोरम
pmHome=गृहपृष्ठ
pmContact=हामीलाई सम्पर्क गर्नुहोस्
pmCheckNew=अद्यावधिक गर्नुहोस् 
pmLang=भाषाहरू
pmAbout=हाम्रो बारे
pmConMenu=सन्दर्भ मेनुमा थप्नुहोस्
;
; Main GUI
;
FrmWDMain.lbltitle.caption=वाइज फोर्स डिलिटर
FrmWDMain.lbldesc.caption=विण्डोजबाट मेटाउन नसकिने कुनै पनि फाइलहरूबाट छुट्कारा पाउनुहोस्
FrmWDMain.btnAFile.caption=फाइल थप्नुहोस्
FrmWDMain.btnAfolder.caption=फोल्डर थप्नुहोस्
FrmWDMain.btnRemove.caption=हटाउनुहोस्
FrmWDMain.btnDel.caption=अनलक गर्नुहोस् अनि मेटाउनुहोस्
FrmWDMain.btnsupport.caption=प्रतिक्रिया दिनुहोस्
FrmWDMain.btnfacebook.hint=हामीलाई फेसबुकमा पछ्याउनुहोस्
FrmWDMain.btntwitter.hint=वाइज फोर्स डिलिटरलाई ट्वीटरमा सेयर गर्नुहोस्
FrmWDMain.btngoogle.hint=वाइज फोर्स डिलिटरलाई गुगल+ मा सेयर गर्नुहोस्
FrmWDMain.btnemail.hint=आफ्ना साथीहरूलाई वाइज फोर्स डिलिटरका बारेमा भन्नुहोस्
FrmWDManin.lvfile.Columns[0]=नाम
FrmWDManin.lvfile.Columns[1]=पथ
FrmWDManin.lvfile.Columns[2]=स्थिति
;
; About
;
FrmAbout.caption=हाम्रो बारे
FrmAbout.lblver.caption=चालू संस्करणः
FrmAbout.lblemail.caption=सहायताका लागि इमेलः
FrmAbout.lblhome.caption=गृहपृष्ठः
FrmAbout.lblthanks.caption=निम्न व्यक्तिहरुप्रति उहाँहरूको योगदानका लागि आभार व्यक्त गरिन्छः
FrmAbout.lblWarning.caption=चेतावनीः यो कम्प्युटर कार्यक्रम प्रतिलिपि अधिकार कानून तथा अन्तर्राष्टिय सन्धिहरूबाट संरक्षित गरिएको छ।

[Message]
ForceDelete=बलपूर्वक मेटाउनुहोस्
Newver=बाइज फोर्स डिलिटरको नयाँ संस्करण उपलब्ध छ, के तपाईं अहिले अद्यावधिक गर्न चाहनुहुन्छ?
NoNewVer=बधाई छ, तपाईंले प्रयोग गरिरहनुभएको संस्करण नै नवीनतम हो!
None=तयार छ
Unlocked=अनलक गरियो अनि मेटाइयो
Deleted=मेटाइयो
FailDel=मेटाउने कार्य सफल हुन सकेन
Aborted=परित्याग गरियो
NoExists=अवस्थित छैन
ConfirmDel=के तपाईं यो फाइल/फोल्डर अनलक गर्न अनि मेटाउन चाहनुहुन्छ?
TranslateTo=अन्य भाषामा अनुवाद गर्नुहोस्